ID_0_TO_10V,0 至 10V
ID_0_TO_20mA,0 至 20mA
ID_0_TO_5V,0 至 5V
ID_125K,125K
ID_1M,1M
ID_250K,250K
ID_4_DIGITS,4位数字
ID_4_TO_20mA,4 至 20mA
ID_5_DIGITS,5位数字
ID_500K,500K
ID_6_DIGITS,6位数字
ID_7_DIGITS,7位数字
ID_ACCEPT_ABORT_CAL_ERROR,接受/中止 校验错误
ID_ACCEPT_TO_CONTINUE,接受并继续
ID_ACCEPT_WHEN_MEASURED_VALUE_IS_STABLE,当测量数值稳定时接受该数值
ID_ACCESS_CONTROL,进入控制
ID_ACTIVE,主动
ID_ACTIVE_MODE,主动模式
ID_ACTUAL_RATE,实际速率
ID_ADC_CALIBRATION_ERROR,模数转换校验出错
ID_ADDRESS,地址
ID_AERONAUTICAL,航空版本
ID_AIM_RATE,目标速率
ID_AIR,空气
ID_AIRSPEED_RANGE,空速范围
ID_ALARM,警报
ID_ALARM_HIGH,警报上限
ID_ALARM_LOW,警报下限
ID_ALARMS,警报
ID_ALL_SETUP_FILES_COPIED_FROM_USB,从USB复制全部设置文件
ID_ALL_SETUP_FILES_COPIED_TO_USB,复制全部设置文件至USB
ID_ALL_TEST_PROGRAMS_COPIED_FROM_USB,从USB复制全部测试程序
ID_ALL_TEST_PROGRAMS_COPIED_TO_USB,复制全部测试程序至USB
ID_ALL_UNITS,所有单位
ID_ALTITUDE_RANGE,海拔高度范围
ID_AN_INVALID_OPTION_KEY_HAS_,无效选择键已被输入3次. 设备现在必须被关闭.
ID_AN_OP_DEFAULTS,模拟输出默认值
ID_ANALOGUE_OP,模拟输出
ID_ANALOGUE_OP_BOOT_ROM,模拟输出引导 ROM
ID_ANALOGUE_OP_CORRECTION,模拟输出修正
ID_ANALOGUE_OP_CURRENT,模拟输出电流
ID_ANALOGUE_OP_DEFAULTS,模拟输出默认值
ID_ANALOGUE_OP_DIAGNOSTICS,模拟输出诊断
ID_ANALOGUE_OP_ERROR,模拟输出误差
ID_ANALOGUE_OP_MAIN_CODE,模拟输出主代码
ID_ANALOGUE_OP_RANGE,模拟输出范围
ID_ANALOGUE_OP_SERIAL_NUMBER,模拟输出序列号
ID_ANALOGUE_OP_SETUP,模拟输出设置
ID_ANALOGUE_OP_STATUS,模拟输出状态
ID_ANALOGUE_OP_UPGRADE,模拟输出升级
ID_ANALOGUE_OP_VERIFICATION,模拟输出校验
ID_ANALOGUE_OP_ZERO,模拟输出Zero
ID_ANALOGUE_OUTPUT,模拟输出
ID_ANALOGUE_OUTPUT_CORRECTION,模拟输出修正
ID_ANALOGUE_OUTPUT_ERROR,模拟输出出错
ID_ANY_FILES_WITH_SAME_NAME_,相同名字的文件会被覆盖
ID_APPLY,采用
ID_APPLY_BIAS,加压阀偏置
ID_APPLY_FIRST_CALIBRATION_POINT,采用最低点压力(三点中的第一点)
ID_APPLY_NOMINAL_POS_FS_CURRENT,采用满量程电流
ID_APPLY_NOMINAL_POS_FS_VOLTAGE,采用满量程电压
ID_APPLY_NOMINAL_ZERO_CURRENT,采用0电流
ID_APPLY_NOMINAL_ZERO_VOLTAGE,采用0电压
ID_APPLY_PWM,加压阀PWM
ID_APPLY_SECOND_CALIBRATION_POINT,采用中间点压力(三点中的第二点)
ID_APPLY_THIRD_CALIBRATION_POINT,采用最高点压力(三点中的第三点)
ID_APPLY_VALVE_BIAS_ERROR,采用阀门偏移出错
ID_APPLY_VALVE_CHARACTERISATION_ERROR,采用阀门特性出错
ID_ARE_YOU_SURE__ABORT_VALVE_CORRECTION,您是否确定要中止阀门修正
ID_ARE_YOU_SURE__COPY_FILE,您是否确定要复制文件:
ID_ARE_YOU_SURE__COPY_FILE_TO_USB,您是否确定要复制文件至USB?
ID_ARE_YOU_SURE__COPY_FROM_USB,您是否确定要从USB复制全部文件?
ID_ARE_YOU_SURE__COPY_HISTORY_TO_USB,您是否确定要复制历史至USB?
ID_ARE_YOU_SURE__COPY_TO_USB,您是否确定要复制全部文件至USB?
ID_ARE_YOU_SURE__DELETE,您是否确定要删除该文件?
ID_ARE_YOU_SURE__DISABLE_SOFT_OPTIONS_,您是否确定要关闭任务选项?
ID_ARE_YOU_SURE__EXIT_CALIBRATION,您是否确定要退出校验程序? 点击Yes退出(数值将不会被保存), 点击No继续
ID_ARE_YOU_SURE__RESET_ETHERNET,您是否确定要重新设定LAN?
ID_ARE_YOU_SURE__RESET_FAULT_HISTORY,您是否确定要重新设定默认历史登陆?
ID_ARE_YOU_SURE__RESET_USE_LOG,您是否确定要重新设定控制器用户登陆?
ID_ARE_YOU_SURE__RESTORE_AN_OP_DEFAULTS_,您是否确定要将模拟输出恢复至默认值?
ID_ARE_YOU_SURE__RESTORE_AS_SHIPPED_,您是否确定要恢复"出厂设置"?
ID_ARE_YOU_SURE__RESTORE_INSTRUMENT_DEFAULTS_,您是否确定要将仪器恢复至默认设置?
ID_ARE_YOU_SURE__RESTORE_LAST_,您是否确定要将仪器设置恢复至最后一次开机时的状态?
ID_ARE_YOU_SURE__RESTORE_MODULE_DEFAULTS_,您是否确定要将模块恢复至默认设置?
ID_ARE_YOU_SURE__RESTORE_THESE_,您是否确定要恢复这些仪器设置?
ID_ARE_YOU_SURE__RESTORE_VFC_DEFAULTS_,您是否确定要将VFC恢复至默认设置?
ID_ARE_YOU_SURE__SET_AS_SHIPPED_,您是否确定要保存"出厂设置"?
ID_ARE_YOU_SURE__UPGRADE_ANALOGUE_OP_,您是否确定要升级模拟输出软件?
ID_ARE_YOU_SURE__UPGRADE_INSTRUMENT_,您是否确定要升级仪器软件?
ID_ARE_YOU_SURE__UPGRADE_MODULE_,您是否确定要升级模块软件?
ID_ARE_YOU_SURE__UPGRADE_OS_,您是否确定要升级操作系统?
ID_ARE_YOU_SURE__UPGRADE_VFC_,您是否确定要升级VFC软件?
ID_ARE_YOU_SURE__VALVE_CORRECTION,您是否确定要执行阀门修正?
ID_ARE_YOU_SURE__VENT,您是否确定要进行系统排空?
ID_ARE_YOU_SURE__ZERO_ANALOGUE_OP,您是否确定要将模拟输出置零?
ID_ARE_YOU_SURE__ZERO_PRESSURE_RANGE,您是否确定要对该压力量程置零?
ID_ARE_YOU_SURE__ZERO_SCM,您是否确定要对SCM置零?
ID_ARE_YOU_SURE_YOU_WANT_LAST__,您是否确定要回归至最后一次校验?
ID_AREA_OF_USE,使用地区
ID_AS_SHIPPED,出厂状态
ID_ASIA,亚洲
ID_AUDIO_VOLUME,音量
ID_AUTO,自动
ID_AUTO_IP,自动获取IP
ID_AUTO_RANGE,自动量程变换
ID_AUTO_REVERSE,自动反转
ID_AUTO_TUNE,自动调节音量
ID_AUTO_ZERO,自动置零
ID_AVERAGE,平均
ID_BACK,后退
ID_BACKLIGHT,背光
ID_BACKLIGHT_TIMER,背光定时器
ID_BAND,带宽
ID_BAROMETER,气压计
ID_BAROMETER_DIAGNOSTICS,大气压传感器诊断
ID_BAROMETRIC,大气压的
ID_BAROMETRIC_SENSOR,大气压传感器
ID_BASIC,基本
ID_BAUD_RATE,波特率
ID_BIAS_RUN,偏置运行
ID_BOTTOM_SPAN,量程下限
ID_BREAKING,断开
ID_BRIDGE_ADC_COUNTS,桥路模数转换器计数
ID_BRIDGE_ADC_VALUE,桥路模数转换器数值
ID_BRIGHTNESS,亮度
ID_BURST_PRESSURE,爆破压力
ID_BURST_TEST,爆裂测试
ID_BURST_TEST_OPTION_IS_ENABLED,爆裂测试选项开启
ID_BURST_TEST_RUNNING,爆裂测试运行中
ID_BURST_TEST_SETUP,爆裂测试设置
ID_BUTTON_ABORT,中止
ID_BUTTON_CANCEL,取消
ID_BUTTON_IGNORE,忽略
ID_BUTTON_LAST,上一个
ID_BUTTON_NEW,新建
ID_BUTTON_NO,不
ID_BUTTON_OK,OK
ID_BUTTON_RETRY,重试
ID_BUTTON_YES,是
ID_CAL_DATE_INDEX_OUT_OF_RANGE,校验日期超出范围
ID_CAL_PERCENT_OUT_OF_RANGE,校验百分比超出范围
ID_CAL_POINT_OUT_OF_RANGE,校验点超出范围
ID_CAL_POINT_VALUE_ERROR,校验点数值出错
ID_CAL_REMINDER,正在校验
ID_CALIBRATING,校验中
ID_CALIBRATION,校验
ID_CALIBRATION_AS_FOUND,"调整前"校验
ID_CALIBRATION_COMPLETE,校验完成
ID_CALIBRATION_DUE,检验到期
ID_CALIBRATION_GAIN_AND_OFFSET_VALUES,校验增益和偏移数值
ID_CALIBRATION_HISTORY,校验历史
ID_CALIBRATION_INFO,校验信息
ID_CALIBRATION_LAST,使用最后一次校验
ID_CALIBRATION_NEW,新校验
ID_CALIBRATION_NOT_COMPLETE,校验未完成
ID_CALIBRATION_PERIOD,校验期
ID_CALIBRATION_REMINDER,校验提醒
ID_CALIBRATION_STARTING,校验开始
ID_CAN_BUS_OFF,CAN总线关闭
ID_CAN_DATA_ERROR_NO_REPLY,CAN数据出错: 无回复
ID_CAN_DEVICE_CANNOT__INIT,CAN设备无法初始化
ID_CAN_DIAGNOSTICS,CAN总线诊断
ID_CANBUS,CAN总线
ID_CANBUS_STATUS,CAN总线状态
ID_CANNOT_CREATE_FILE,无法创建文件
ID_CANNOT_DELETE_THIS_COMMAND,无法删除该命令
ID_CANNOT_EDIT_THIS_COMMAND,无法编辑该命令
ID_CANNOT_HAVE__SPAN_,量程上限和下限不能采用相同数值
ID_CANNOT_INSERT_COMMAND_HERE,无法在此处插入命令
ID_CANNOT_LOCK_THIS_TASK,无法锁定该任务
ID_CANNOT_OVERWRITE_SYSTEM_FILE,无法覆盖系统文件
ID_CANNOT_SELECT_THIS_TASK,无法选择该任务
ID_CANNOT_UPGRADE_SOFTWARE,无法升级软件
ID_CANNOT_USE_THIS_NAME_,无法对用户自定义单位使用该名称.请输入另一个名称
ID_CANNOT_ZERO_,无法对该压力量程置零
ID_CHANGE_MAC_ADDRESS,更改MAC地址
ID_CHANGE_PIN,更改用户名
ID_CHANGE_SUPERVISOR_PIN,更改管理员名
ID_CHANGE_USB_MODE_TO_COMMS_,进行软件升级前将USB模式改为通讯模式
ID_CHANNEL_INDEX_OUT_OF_RANGE,超出范围的通道参数
ID_CHANNEL_OUT_OF_RANGE,超出范围的通道
ID_CHARACTERISATION,特性描述
ID_CHECKSUM,校验和
ID_CLEAR_BUFFER,清空缓存区
ID_CLOSE_APPLY_VALVE,关闭加压阀
ID_CLOSE_CONTACT_1,关闭触点1
ID_CLOSE_CONTACT_2,关闭触点2
ID_CLOSE_ISOLATION_VALVE,关闭隔离阀 
ID_CLOSE_RELEASE_VALVE,关闭释放阀 
ID_CLOSE_ZERO_VALVE,关闭置零阀
ID_CLOSED,关闭
ID_CM_0,CM0控制模块
ID_CM_1,CM1控制模块
ID_CM_2,CM2控制模块
ID_CM_3,CM3控制模块
ID_CM_GENERIC,通用控制模块
ID_CM1_LOGIC_IP_STATE,CM1 逻辑输入
ID_CM2_LOGIC_IP_STATE,CM2 逻辑输入
ID_COMMANDS,命令
ID_COMMON_MODE_ADC_COUNTS,共模模数转换器计数
ID_COMMON_MODE_ADC_VALUE,共模模数转换器数值
ID_COMMS,通讯
ID_COMMUNICATIONS,通讯
ID_COMMUNICATIONS_FAILURE,通讯失败
ID_COMMUNICTAIONS_STATUS,通讯状态
ID_COMPLETE,完成
ID_CONDITION,调制
ID_CONFIGURATION,设置
ID_CONFIGURE_RANGE_NEG_FS_ERROR,设置负向量程误差
ID_CONFIGURE_RANGE_POS_FS_ERROR,设置正向量程误差
ID_CONFIRM_ABORT,确认中止
ID_CONFIRM_DELETE,确认删除
ID_CONFIRM_NEW_CAL_PIN,确认新的校验用户名
ID_CONFIRM_NEW_SUP_PIN,确认新的管理员用户名
ID_CONFIRM_RESET,确认重新设定
ID_CONFIRM_RESTORE,确认复原
ID_CONFIRM_SAVE,确认保存
ID_CONFIRM_SOFTWARE_UPGRADE,确认软件升级
ID_CONFIRM_VALVE_CORRECTION,确认阀门修正
ID_CONFIRM_VENT,确认排空
ID_CONFIRM_ZERO,确认置零
ID_CONTACT,触点
ID_CONTRAST,对比
ID_CONTROL,控制
ID_CONTROL_DWELL,控制时间
ID_CONTROL_EQUALS,控制=
ID_CONTROL_MODE,控制模式
ID_CONTROL_MODULE_EEPROM_BEING_INITIALISED,控制模块EEPROM被初始化
ID_CONTROL_PRESSURE_OVER_RANGE,控制压力超出量程
ID_CONTROL_PRESSURE_UNDER_RANGE,控制压力在量程范围内
ID_CONTROL_SENSOR,控制传感器
ID_CONTROL_SENSOR_CAL_DATA_,控制传感器校验数据查错
ID_CONTROL_SENSOR_DIAGNOSTICS,控制传感器诊断
ID_CONTROL_SENSOR_HEADER_,控制传感器Header查错
ID_CONTROL_SENSOR_SERIAL_NUMBER,控制传感器序列号
ID_CONTROL_SETUP,控制设置
ID_CONTROL_STABILITY,控制稳定性
ID_CONTROL_TEMPERATURE,控制温度
ID_CONTROL_TEMPERATURE_OVER_RANGE,控制温度超出量程
ID_CONTROL_TEMPERATURE_UNDER_RANGE,控制温度在量程范围内
ID_CONTROL_TIME,控制时间
ID_CONTROLLED_PRESSURE,受控压力
ID_CONTROLLER,控制器
ID_CONTROLLER_DIAGNOSTICS,控制器诊断
ID_CONTROLLER_EEPROM_1_FAILED,控制器EEPROM 2 故障
ID_CONTROLLER_EEPROM_2_FAILED,控制器EEPROM 1 故障
ID_CONTROLLER_IDENTITY,控制器身份
ID_CONTROLLER_ON,控制器打开
ID_CONTROLLER_PPM_FIGURE_ERROR,控制器PPM出错
ID_CONTROLLER_USE,控制器使用
ID_COOLING_FAN_HAS_FAILED,冷却风扇故障
ID_COPY,复制
ID_COPY_A_SINGLE_FILE,复制单个文件
ID_COPY_ALL_FILES_FROM_USB,从USB复制全部文件
ID_COPY_ALL_FILES_TO_USB,复制全部文件至USB
ID_COPY_FILE_TO_USB,复制文件至USB
ID_COUNT,计数
ID_CR,CR
ID_CR_EOI,CR+EOI
ID_CR_LF,CR/LF
ID_CR_LF_EOI,CR/LF+EOI
ID_CURRENT,当前
ID_CURRENT_INSTRUMENT_SETTINGS_HAVE_BEEN_SAVED_,当前仪器设置被保存至新文件
ID_CURRENT_SETUP,当前设置
ID_CURVE,曲线
ID_DATA,数据
ID_DATA_BITS,数位
ID_DATE_SET,日期设置
ID_DAYS,日
ID_DAYS_SINCE_LAST_CALIBRATION,最后一次校验至今的天数
ID_DEBUG_MESSAGES,纠错信息
ID_DEG_C,°C
ID_DEG_F,°F
ID_DELETE,删除
ID_DESTINATION,目的地
ID_DIAGNOSTIC_ADC_COUNTS_ERROR,诊断模数转换器计数出错
ID_DIAGNOSTIC_ADC_VALUE_ERROR,诊断模数转换器数值出错
ID_DIAGNOSTIC_MODE,诊断模式
ID_DIODE,二极管
ID_DIODE_COUNTS,二极管计数
ID_DISABLE_SOFT_OPTIONS,关闭任务选项
ID_DISABLED,关闭
ID_DISPLAY,显示
ID_DIVIDER,分压器
ID_DIVIDER_SETPOINT,分压器设定点
ID_DIVIDER_SETUP,分压器设置
ID_DO_YOU_WANT_TO_DO__,您需要进行新的传感器修正还是需要恢复至最近一次校验?
ID_DO_YOU_WANT_TO_PERFORM_A_VENT,您是否要进行系统排空
ID_DO_YOU_WANT_TO_SAVE_THIS_FILE,您是否要保存该文件?
ID_DPI,DPI
ID_DPI500,DPI500
ID_DPI510,DPI510
ID_DPI520,DPI520
ID_DPISCPI,SCPI
ID_DWELL_TIME,停留时间
ID_EDIT,编辑
ID_EDIT_IF_REQUIRED,如需要可编辑
ID_EFFORT,进程
ID_EFFORT_METER,进程栏
ID_ENABLED,开启
ID_END,终端
ID_END_PARAMETER_ENTRY,终端参数输入
ID_END_PRESSURE,终端压力
ID_END_SETPOINT,终端设定点
ID_END_SLEW_RATE,终端转换速率
ID_ENGINEERING,工程
ID_ENGLISH_LANGUAGE__DEFAULT,默认为英语
ID_ENHANCED,增强
ID_ENTER_CAL_PIN,输入校验用户名
ID_ENTER_DATE,输入日期 dd/mm/yy
ID_ENTER_DATE_USA,输入日期 mm/dd/yy
ID_ENTER_NEW_AN_OP_SERIAL_NUMBER,输入新模拟输出序列号
ID_ENTER_NEW_CAL_PIN,输入新校验用户名
ID_ENTER_NEW_INSTRUMENT_SERIAL_NUMBER,输入新设备序列号
ID_ENTER_NEW_MODULE_SERIAL_NUMBER,输入新模块序列号
ID_ENTER_NEW_OPTION_KEY,输入新选键
ID_ENTER_NEW_SERIAL_NUMBER,输入新序列号
ID_ENTER_NEW_SUP_PIN,输入新管理员用户名
ID_ENTER_REQUIRED_VALUE,输入所需值
ID_ENTER_SUP_PIN,输入管理员用户名
ID_ENTER_TIME,输入时间 hh:mm:ss
ID_ERROR_MESSAGE_LIMIT_REACHED,到达出错信息极限
ID_ERROR_QUEUE_FULL,出错信息队列已满
ID_ETHERNET,以太
ID_ETHERNET_ADDRESS,IP地址
ID_ETHERNET_ADDRESS_TYPE,地址类型
ID_ETHERNET_COMMS_OPTION,以太通讯
ID_ETHERNET_CONNECTION_HISTORY,以太连接历史
ID_ETHERNET_MAC_ADDRESS,以太MAC地址
ID_ETHERNET_OPTION_IS_ENABLED,以太选项开启
ID_ETHERNET_PARAMETERS,以太参数
ID_ETHERNET_STATUS,以太状态
ID_EUROPE,欧洲
ID_EVEN,偶
ID_EXIT,退出
ID_EXIT_T0_REJECT__,退出以拒绝校验
ID_EXPLORER,浏览器
ID_EXTENDED,扩展的
ID_FAIL,失败
ID_FAILED,失败
ID_FAST,快速
ID_FIFTH_DIGIT,第5位
ID_FILE_ALREADY_EXISTS,文件已存在
ID_FILE_COPIED,文件复制:-
ID_FILE_COPIED_TO_USB,文件复制到USB
ID_FILE_COPY_COMPLETE,文件复制完成
ID_FILE_NOT_FOUND,文件找不到
ID_FILENAME_CONTAINS_INVALID_CHARS_,文件名含无效字符
ID_FILENAME_MUST_BEGIN_,文件名必须以含有字母数字的字符开头
ID_FILTER,滤波
ID_FINISHED,已完成
ID_FIRST_DIGIT,第1位
ID_FITTED,合适的
ID_FLOW_CONTROL,流量控制
ID_FORMAT,格式
ID_FOURTH_DIGIT,第4位
ID_FPGA_PROGRAMMING_FAILED,FPGA编程失败
ID_FREQUENCY,频率
ID_FS_LESS_THAN_ZERO,全范围小于零
ID_FT_S2,ft/s²
ID_FULL_SCALE,满量程
ID_FUNCTION_NOT_AVAILABLE,功能暂不可用
ID_FUTURE_DATE_TIME,未来日期时间
ID_GAIN_VALUE_1,增益值1
ID_GAIN_VALUE_2,增益值2
ID_GAUGE,表压
ID_GENERAL,总体
ID_GENERAL_CONTROLLER_ERROR,控制器出错
ID_GENERAL_DIAGNOSTICS,总体诊断
ID_GLOBAL_SETUP,全局设置
ID_GOTO_LABEL,到标签去
ID_GRADE,级
ID_HARDWARE,硬件
ID_HARDWARE_BUILD,硬件设置
ID_HARDWARE_HISTORY,硬件历史
ID_HEAD,高度
ID_HEAD_CORRECTION,高度修正
ID_HELIUM,氦
ID_HIGH,高的
ID_HIGH_ALARM,警报上限
ID_HIGH_ALARM_CONDITION,上限报警条件
ID_HIGH_PRESSURE,高压力
ID_HIGH_SETPOINT,高设定点
ID_HISTORY,历史
ID_HOST_COMMAND,主命令
ID_HOST_NAME,主机名
ID_HOURS,小时
ID_HUMIDITY,湿度
ID_HZ,Hz
ID_IDLE_TIMEOUT,空闲超时
ID_IDLE_TIMEOUT_CONDITION,空闲超时条件
ID_IEEE488,IEEE488
ID_IEEE488_STATUS,IEEE488状态
ID_IN_LIMITS,限度内
ID_IN_LIMITS_METER,限度内调整
ID_IN_LIMITS_TIMER,限度内定时器
ID_IN_PROGRESS,进行中
ID_INCHES,英寸
ID_INDEX_OUT_OF_RANGE,参数超出范围
ID_INIT_CAN,CAN初始化
ID_INIT_COMPLETE,初始化完成
ID_INIT_FAILED,初始化失败
ID_INSERT,初始化
ID_INSERT_A_USB_,插入含新设备软件的U盘
ID_INSTALLED,已安装
ID_INSTRUMENT,仪器
ID_INSTRUMENT_ACCURACY,仪器精度
ID_INSTRUMENT_ALIAS_NAME,仪器别名
ID_INSTRUMENT_BOOT_ROM,仪器引导ROM
ID_INSTRUMENT_CANNOT_BE_USED,仪器无法使用
ID_INSTRUMENT_DEFAULTS,仪器默认值
ID_INSTRUMENT_IS_INITIALISING,仪器正在初始化
ID_INSTRUMENT_MAIN_CODE,仪器主代码
ID_INSTRUMENT_OS_BUILD,仪器操作系统版本
ID_INSTRUMENT_SERIAL_NUMBER,仪器序列号
ID_INSTRUMENT_SOFTWARE_UPGRADE,仪器软件升级
ID_INSTRUMENT_STATUS,仪器状态
ID_INSTRUMENT_UPGRADE,仪器升级
ID_INTEGRAL_VALUE,整数值
ID_INTERVAL,间隔/区间
ID_INVALID_DATE,无效日期
ID_INVALID_OPTION,无效选键
ID_INVALID_OPTION_KEY,无效模式
ID_INVALID_TIME,无效时间
ID_IP_ADDRESS,IP地址
ID_IP_ADDRESS_TYPE,IP地址类型
ID_IS_AS_CAL_FOUND_GOOD,"校正前检验"校验是否令您满意?
ID_ISOLATED,隔离
ID_ISOLATION_STATUS,隔离状态
ID_ISOLATION_VALVE,隔离阀
ID_IT_IS_RECOMMENDED_,建议关闭仪器,更换冷却风扇
ID_ITEM_INDEX_OUT_OF_RANGE,项目指数超出范围
ID_JAPAN,日本
ID_KEEP_THE_FIRST_CAL_POINT,保留第一个校验点? (三点中的第一点)
ID_KEEP_THE_SECOND_CAL_POINT,保留第二个校验点? (三点中的第二点)
ID_KEEP_THE_THIRD_CAL_POINT,保留第三个校验点? (三点中的第三点)
ID_KEEP_THIS_CAL_POINT_1,保留该校验点? (两点中的第一点)
ID_KEEP_THIS_CAL_POINT_2,保留该校验点? (两点中的第二点)
ID_KEY_CLICK,点击键
ID_LANGUAGE,语言
ID_LANGUAGE_CHINESE,中文
ID_LANGUAGE_ENGLISH,English
ID_LANGUAGE_FRENCH,Français
ID_LANGUAGE_GERMAN,Deutsch
ID_LANGUAGE_ITALIAN,Italiano
ID_LANGUAGE_JAPANESE,日本語
ID_LANGUAGE_NOT_AVAILABLE,该语言暂不可选
ID_LANGUAGE_PORTUGUESE,Português
ID_LANGUAGE_RUSSIAN,Русский
ID_LANGUAGE_SPANISH,Español
ID_LANGUAGE_USER_1,العربية
ID_LANGUAGE_USER_2,हिंदी
ID_LANGUAGE_USER_3,Magyar
ID_LANGUAGE_USER_4,한국의
ID_LANGUAGE_USER_5,Polski
ID_LANGUAGE_USER_6,Român
ID_LANGUAGE_USER_7,Türk
ID_LAST_CALIBRATION,最后一次校验
ID_LEAK_RATE,泄漏率
ID_LEAK_RATE__,泄漏率(分/秒)=
ID_LEAK_RATE_1,泄漏率1
ID_LEAK_RATE_2,泄漏率2
ID_LEAK_TEST,泄漏测试
ID_LEAK_TEST_OPTION_IS_ENABLED,泄漏测试选项开启
ID_LEAK_TEST_RUNNING,泄漏测试正在进行
ID_LEAK_TEST_SETUP,泄漏测试设置
ID_LF,LF
ID_LF_EOI,LF+EOI
ID_LIMITS,限度
ID_LINEAR,线性
ID_LITRES,升
ID_LOCAL,当地
ID_LOCAL_GRAVITY,当地重力
ID_LOCK,锁定
ID_LOCK_TASKS,锁定任务
ID_LOCKED,被锁定
ID_LOGIC_OUTPUT,逻辑输出
ID_LOGIC_OUTPUT1,逻辑输出1
ID_LOGIC_OUTPUT2,逻辑输出2
ID_LOGIC_OUTPUT3,逻辑输出3
ID_LOGIC_OUTPUT4,逻辑输出4
ID_LOGIC_OUTPUT5,逻辑输出5
ID_LOGIC_OUTPUT6,逻辑输出6
ID_LOGIC_OUTPUT7,逻辑输出7
ID_LOGIC_OUTPUT8,逻辑输出8
ID_LOW,低
ID_LOW_ALARM,警报下限
ID_LOW_ALARM_CONDITION,下限报警条件
ID_LOW_PRESSURE,低压
ID_LOW_SETPOINT,低设定点
ID_LOWER,更低
ID_LOWER_LIMIT,更低限度
ID_M,m
ID_M_S2,m/s²
ID_MA,mA
ID_MA_0_TO_20,0 至 20mA
ID_MA_25,25mA
ID_MA_4_TO_20,4 至 20mA
ID_MANUAL,手动
ID_MASS_STORAGE_DEVICE,大容量存储设备
ID_MAX_RATE,最大速率
ID_MAXIMUM,最大值
ID_MAXIMUM_NUMBER_OF_TEST_PROGRAMS_EXCEEDED,测试程序数量超限
ID_MEASURE,测量
ID_MEASURE_DWELL,测量时间
ID_MEASURE_SETUP,测试设置
ID_MEASURED_PRESSURE,测量压力
ID_MESSAGE,消息
ID_MESSAGE_BUFFER_FULL,消息缓存区已满
ID_MESSAGE_HISTORY,消息历史
ID_MESSAGE_TEXT,消息内容
ID_MINIMUM,最小值
ID_MINS,分钟
ID_MINUTES,分钟
ID_MISSING_FILE,丢失的文件
ID_MODE,模式
ID_MODE_INDEX_OUT_OF_RANGE,模式超出范围
ID_MODEL,模型
ID_MODULE,模块
ID_MODULE_1,模块1
ID_MODULE_2,模块2
ID_MODULE_3,模块3
ID_MODULE_4,模块4
ID_MODULE_5,模块5
ID_MODULE_6,模块6
ID_MODULE_7,模块7
ID_MODULE_8,模块8
ID_MODULE_ADDRESS,模块地址
ID_MODULE_BOOT_ROM,模块引导ROM
ID_MODULE_DEFAULTS,模块默认值
ID_MODULE_FAILURE_,模块故障.请关闭.
ID_MODULE_FULLSCALE,模块满量程
ID_MODULE_MAIN_CODE,模块主代码
ID_MODULE_SERIAL_NUMBER,模块序列号
ID_MODULE_SOFTWARE_UPGRADE,模块软件升级
ID_MODULE_STATUS,模块状态
ID_MODULE_UPGRADE,模块升级
ID_MORE_,更多…
ID_MS,ms
ID_MV,mV
ID_MV_135,135mV
ID_NAME,名称
ID_NAME_ALREADY_USED,名称已被使用
ID_NEG_CAL_ERROR,负向校验出错
ID_NEG_SOURCE_SENSOR,-ve源 传感器
ID_NEG_SOURCE_SENSOR_DIAGNOSTICS,-ve源 传感器诊断
ID_NEG_SOURCE_ZERO,-ve源零点
ID_NEG5_TO_5V,-5至+5V
ID_NEGATIVE_FS,-ve满量程
ID_NEGATIVE_SOURCE,-ve源
ID_NEGATIVE_SOURCE_G,-ve源 表压
ID_NEW,新
ID_NEW_,<…new...>
ID_NEW_SOFTWARE_NOT_FOUND_,未找到新软件.请确保含新软件的U盘已被正确插入
ID_NEW_USER_PIN,新用户用户名
ID_NITROGEN,氮气
ID_NO,不
ID_NO_BIAS_RUN_COMPLETED,无偏移运行完成
ID_NO_CONTROL_MODULE_RECOGNISED,无模块被识别
ID_NO_ERROR,无错误
ID_NO_OVERSHOOT,无过冲
ID_NO_SPECIAL_HARDWARE_FITTED,无合适的硬件
ID_NON_ISO,非隔离
ID_NON_ISOLATED,非隔离
ID_NONE,无
ID_NORMAL,正常
ID_NORTH_AMERICA,北美
ID_NOT_CALIBRATED,未校验的
ID_NOT_ENOUGH_DIGITS,输入位数不足
ID_NOT_FITTED,不合适
ID_NOT_IN_CAL_MODE,不在校验模式
ID_NOT_IN_PROGRESS,不在进程中
ID_NOT_PRESENT,不存在
ID_NOT_SAVED,未保存
ID_NOT_SET,未设置
ID_NOTE_APPLIED_VALUE,注意施加值
ID_NUDGE_RESOLUTION,递进分辨率
ID_NULL,
ID_NUMBER_OF_POINTS,点数
ID_NUMBER_OF_RANGES,量程数
ID_ODD,奇
ID_OFF,关闭
ID_OFFSET_VALUE_1,偏移数值1
ID_OFFSET_VALUE_2,偏移数值2
ID_ON,打开
ID_ON_,打开…
ID_ON_SWITCH_IP,开启开关输入
ID_OPEN,打开
ID_OPEN_APPLY_VALVE,打开加压阀
ID_OPEN_ISOLATION_VALVE,打开隔离阀
ID_OPEN_RELEASE_VALVE,打开释放阀
ID_OPEN_ZERO_VALVE,打开置零阀
ID_OPERATION_TIME,操作时间
ID_OPTION_INSTALLATION,选项安装
ID_OPTION_STATUS,软件选项
ID_OPTIONS_FITTED,选项已安装
ID_OS_UPGRADE,操作系统升级
ID_OUT_OF_RANGE,超过范围
ID_OUTPUT_RELAYS,输出继电器
ID_OVER_RANGE,超出量程
ID_OVERRANGE_PROTECTIVE_VENT,过量程保护性排空
ID_OVERSHOOT,过冲
ID_OVERWRITE_THE_ORIGINAL_FILE,覆盖原始文件?
ID_PACE5000,PACE5000
ID_PACE5000_SWITCHED_ON,PACE5000开机
ID_PACKET,数据包
ID_PARAMETER_ENTRY,参数输入
ID_PARITY,奇偶性
ID_PASS,通过
ID_PASSIVE,被动
ID_PASSIVE_MODE,被动模式
ID_PAUSE,暂停
ID_PAUSED,暂停
ID_PC_FS,%量程
ID_PC_SPAN,%范围
ID_PER_MIN,/min
ID_PER_MINUTE,/分
ID_PER_SEC,/秒
ID_PER_SECOND,/秒
ID_PERCENT,百分比
ID_PERCENTAGE,%
ID_PERFORM_VENT_ERROR,排空出错
ID_PERFORM_ZERO_ERROR,置零出错
ID_PERIODIC_MESSAGE_SETUP_ERROR,定期信息设置出错
ID_PINS_ARE_DIFFERENT,用户名不同
ID_PLEASE_ENSURE_USB_WITH_,请确保含模块软件的U盘被正确插入
ID_PLEASE_ENSURE_USB_WITH_HISTORY_,请确保含"历史"目录的U盘被正确插入
ID_PLEASE_ENSURE_USB_WITH_OS_,请确保含新操作系统的U盘被正确插入
ID_PLEASE_ENSURE_USB_WITH_SETTINGS_,请确保含"设置"目录的U盘被正确插入
ID_PLEASE_ENSURE_USB_WITH_TEST_PROGRAMS_,请确保含"测试程序"目录的U盘被正确插入
ID_PLEASE_REENTER_DATE_OR_CANCEL,请重新输入日期或取消
ID_PLEASE_REENTER_OPTION_KEY_OR_CANCEL,请重新输入选键或取消
ID_PLEASE_REENTER_PIN_OR_CANCEL,请重新输入用户名或取消
ID_PLEASE_REENTER_TIME_OR_CANCEL,请重新输入时间或取消
ID_PLEASE_REMEMBER__CAL_PIN,请记住您的新校验用户名
ID_PLEASE_REMEMBER__SUP_PIN,请记住您的新管理员用户名
ID_PLEASE_RETRY_OR_CANCEL,请重试或取消
ID_PLEASE_SWITCH_INSTRUMENT_OFF_,请关闭仪器并重启
ID_PLEASE_WAIT,请等待
ID_PLEASE_WAIT_WHILST_,新软件正在安装,请等待
ID_POINT,点
ID_POS_SOURCE_SENSOR,+ve源 传感器
ID_POS_SOURCE_SENSOR_DIAGNOSTICS,+ve源 传感器诊断
ID_POS_SOURCE_ZERO,+ve源 置零
ID_POSITIVE_FS,+ve 满量程
ID_POSITIVE_SOURCE,+ve源 
ID_POSITIVE_SOURCE_G,+ve源 表压
ID_POWER_OFF_INSTRUMENT,关机
ID_POWER_ON_INSTRUMENT,开机
ID_POWER_UP,开机
ID_POWER_UP_SETPOINT,激活设定点
ID_POWER_UP_TRAPPED_PRESSURE_VENT,激活受限压力排空
ID_POWER_UP_TRAPPED_PRESSURE_VENT_DISABLED,激活受限压力排空功能开启
ID_POWER_UP_TRAPPED_PRESSURE_VENT_ENABLED,激活受限压力排空功能关闭
ID_PPM,ppm量程
ID_PRESET,预设
ID_PRESET_PRESSURE_1,预设压力1
ID_PRESET_PRESSURE_10,预设压力10
ID_PRESET_PRESSURE_11,预设压力11
ID_PRESET_PRESSURE_12,预设压力12
ID_PRESET_PRESSURE_13,预设压力13
ID_PRESET_PRESSURE_14,预设压力14
ID_PRESET_PRESSURE_15,预设压力15
ID_PRESET_PRESSURE_16,预设压力16
ID_PRESET_PRESSURE_17,预设压力17
ID_PRESET_PRESSURE_18,预设压力18
ID_PRESET_PRESSURE_19,预设压力19
ID_PRESET_PRESSURE_2,预设压力2
ID_PRESET_PRESSURE_20,预设压力20
ID_PRESET_PRESSURE_21,预设压力21
ID_PRESET_PRESSURE_22,预设压力22
ID_PRESET_PRESSURE_23,预设压力23
ID_PRESET_PRESSURE_24,预设压力24
ID_PRESET_PRESSURE_25,预设压力25
ID_PRESET_PRESSURE_3,预设压力3
ID_PRESET_PRESSURE_4,预设压力4
ID_PRESET_PRESSURE_5,预设压力5
ID_PRESET_PRESSURE_6,预设压力6
ID_PRESET_PRESSURE_7,预设压力7
ID_PRESET_PRESSURE_8,预设压力8
ID_PRESET_PRESSURE_9,预设压力9
ID_PRESET_SETPOINT,预置设定点
ID_PRESET_SETUP,预设功能设置
ID_PRESS_ACCEPT_TO_ENTER_REQUIRED_,点击接受并输入所需的模拟输出数值
ID_PRESS_ESCAPE_T0_REJECT__,点击Escape拒绝校验
ID_PRESS_OK_TO_ACCEPT_,接受校验并返回至校验菜单
ID_PRESS_OK_TO_CONTINUE,点击OK以继续
ID_PRESS_OK_TO_ENTER_REQUIRED_,接受并输入所需的模拟输出值
ID_PRESS_OK_WHEN_OUTPUT_VALUE_IS_STABLE,当数值稳定时接受它
ID_PRESS_RETRY_TO_RECALIBRATE,点击重试来重复测量或输入
ID_PRESS_TO_CONTINUE,点击以继续
ID_PRESS_YES_TO_TURN_CONTROLLER_OFF_,点击Yes关闭控制器并对该压力量程置零
ID_PRESSURE,压力
ID_PRESSURE_FILTER,压力滤波
ID_PRESSURE_OUTSIDE_RANGE_,压力值超出量程. 置零前排空系统
ID_PRESSURE_OVER_RANGE,压力值超出量程. 置零前排空系统
ID_PRESSURE_READING,压力读数
ID_PRESSURE_SENSOR_BEING_ZEROED,压力传感器被置零
ID_PRESSURE_UNITS,压力单位
ID_PRESSURE_ZERO,压力零点
ID_PRIORITY_HIGH,高
ID_PRIORITY_LOW,低
ID_PRIORITY_MED_HIGH,中高
ID_PRIORITY_MED_LOW,中低
ID_PROCESS,处理
ID_PRODUCTION_STATUS,生产状态
ID_PROG_BEEP,蜂鸣
ID_PROG_BREAK,断开
ID_PROG_CONTROL,控制
ID_PROG_COUNT,计数
ID_PROG_CYCLING,循环
ID_PROG_DWELL,停留
ID_PROG_END,结束
ID_PROG_GOTO,Goto 
ID_PROG_IN_LIMITS,限度内
ID_PROG_IN_LIMITS_TIMER,限度内定时器
ID_PROG_IP_LOGIC,I/P逻辑
ID_PROG_ISO_VALVE,隔离阀
ID_PROG_MEASURE,测量
ID_PROG_PAUSE,暂停
ID_PROG_RANGE,量程
ID_PROG_RATE_MAX,最大速率
ID_PROG_RATE_VALUE,速率值
ID_PROG_RESOLUTION,分辨率
ID_PROG_SETPOINT,设定点
ID_PROG_SETTLING_FAST,快速
ID_PROG_SETTLING_N_O,无过冲
ID_PROG_START,开始
ID_PROG_STOP_COUNT,停止计数
ID_PROG_TEXT,文本
ID_PROG_UNITS,单位
ID_PROG_VENT,排空
ID_PROG_VFC_OFF,VFC关闭
ID_PROG_VFC_ON,VFC打开
ID_PROG_WAIT_IN_LIMITS,在限度内等待
ID_PROG_ZERO,置零
ID_PROGRAM_HAS_CHANGED,程序已改变
ID_PROGRAMMING_ERROR,编程出错
ID_PROTECTIVE_VENT,保护性排空
ID_PROTECTIVE_VENT_DISABLED,保护性排空关闭
ID_PROTECTIVE_VENT_ENABLED,保护性排空开启
ID_PROTOCOL,协议
ID_QBT,QBT
ID_RANGE,量程
ID_RANGE_CHANGING,量程在改变
ID_RANGES,量程
ID_RANGES_FITTED,量程安装了
ID_RATE,速率
ID_RATE_AIM,目标速率
ID_READING,读数
ID_READINGS_PER_SEC,读数/秒
ID_RECALL_USER_SETUP,取消用户设置
ID_RECORD_THE_CALIBRATION_POINT,测量并输入模拟值
ID_REDUCE_POS_SOURCE_,将正压口压力降至最大工作压力内,然后点击OK
ID_REENTER_NEW_CAL_PIN,重新输入新的校验用户名
ID_REENTER_NEW_SUP_PIN,重新输入新的管理员用户名
ID_REF_PORT_MEDIUM,参考口介质
ID_REFERENCE,参考
ID_REFERENCE_CORRECTION,参考修正
ID_REFERENCE_PRESSURE,参考压力
ID_REFERENCE_SENSOR,参考传感器
ID_REGULATOR,调节阀
ID_RELAY_INDEX_OUT_OF_RANGE,继电器超出范围
ID_RELEASE,释放
ID_RELEASE_BIAS,释放偏差
ID_RELEASE_PRESSURE,释放压力
ID_RELEASE_PWM,释放PWN
ID_RELEASE_VALVE_BIAS_ERROR,释放阀偏差出错
ID_RELEASE_VALVE_CHARACTERISATION_ERROR,释放阀特性出错
ID_REMINDER_PERIOD,提醒周期
ID_REMOTE,远程
ID_REMOVED,已删除
ID_REPEAT,重复
ID_RESET_FAULT_HISTORY,重新设定默认历史
ID_RESET_LAN_SETTINGS,重新设定LAN设置
ID_RESET_USE_LOG,重新设定用户登陆
ID_RESET_USE_LOG_HISTORY,重新设定用户登陆历史
ID_RESOLUTION,分辨率
ID_RESTORE_AS_SHIPPED,恢复至出厂状态
ID_RESTORE_LAST_SETTINGS,恢复至最近一次设置
ID_RESUME,重新开始
ID_ROUGHING,Roughing
ID_ROUGHING_TIMER,Roughing Timer
ID_ROW,世界上其他地区
ID_RS232,RS232
ID_RS232_DIAGNOSTICS,RS232诊断
ID_RS232_STATUS,RS232状态
ID_RTS_CTS,RTS/CTS
ID_RUN,运行
ID_RUNNING,运行中
ID_RUSKA7000,Ruska7000
ID_SAMPLES_BEING_TAKEN,已取样
ID_SAVE_AS_SHIPPED,按出厂状态保存
ID_SAVE_RECALL_USER_SETUP,保存/取消用户设置
ID_SAVE_USER_SETUP,保存用户设置
ID_SCM,SCM
ID_SCM_CORRECTION,SCM修正
ID_SCM_FILTER,SCM滤波
ID_SCM_MODULE_SERIAL_NUMBER,SCM模块序列号
ID_SCM_ZERO,SCM置零
ID_SCPI,SCPI
ID_SCREEN_CALIBRATION,屏幕校验
ID_SCREEN_SAVER,屏保
ID_SECOND_DIGIT,第2位
ID_SECONDS,秒
ID_SELECT_CAL_CHANNEL_ERROR,选择校验通道出错
ID_SELECT_RANGE,选择量程
ID_SENSOR_CORRECTION,传感器修正
ID_SENSOR_INDEX_OUT_OF_RANGE,传感器超出量程
ID_SENSOR_SERIAL_NUMBER_ERROR,传感器序列号错误
ID_SENT_VALUE_OUT_OF_LIMITS,发送的数值超出限度
ID_SERIAL_COMM_DIAG,串口诊断
ID_SERIAL_NUMBER,序列号
ID_SERVICE,服务
ID_SET_SERIAL_NUMBER,设置序列号
ID_SET_UP,设置
ID_SETPOINT,设定点
ID_SETPOINT_==_VALUE,==数值
ID_SETPOINT_>=_VALUE,>=数值
ID_SETPOINT_ENTRY,设定点输入
ID_SETPOINT_EQUALS,设定点=
ID_SETPOINT_LIMITS,设定点限度
ID_SETPOINT_VALUE_ERROR,设定点数值错误
ID_SETTING,设置中
ID_SETUP,设置
ID_SEVENTH_DIGIT,第7位
ID_SHOW_LAN_STATUS,显示Lan状态指示仪
ID_SIXTH_DIGIT,第6位
ID_SLEW_RATE,转换速度
ID_SN,序列号
ID_SOFTWARE,软件
ID_SOFTWARE_HISTORY,软件历史
ID_SOFTWARE_INSTALLED,软件已安装
ID_SOFTWARE_UPGRADE_COMPLETE,软件升级完成
ID_SOFTWARE_UPGRADE_FAILED,软件升级失败
ID_SOFTWARE_UPGRADES,软件升级
ID_SOURCE_FS_LT_CONTROL_FS,压头传感器量程小于控制器传感器量程
ID_SOURCE_PDCR_CORRECTION,压头传感器校验修正
ID_SOURCE_PRESSURE,压头压力
ID_SOURCE_PRESSURE_ABOVE_LIMIT,压头压力超出范围
ID_SOURCE_PRESSURE_FAILED,压头压力不够
ID_SOURCE_PRESSURE_MEASUREMENT_UN_,压头压力无法测量
ID_SOURCE_SENSOR,压头传感器
ID_SOURCE_SOLID_SENSOR_CAL_,压头传感器校验温度逐渐上升
ID_SPAN_OUTSIDE_LIMITS,范围超出限度
ID_STAND_ALONE,独立
ID_STANDARD,标准
ID_START,起始
ID_START_PARAMETER_ENTRY,起始参数输入
ID_START_SETPOINT,起始设定点
ID_START_SLEW_RATE,起始转换速度
ID_START_TX,开始Tx
ID_STATIC,静态
ID_STATUS,状态
ID_STATUS_AREA,状态栏
ID_STEP,步进
ID_STEPPING,步进中
ID_STOP,停止
ID_STOP_BITS,停止位
ID_STOP_TX,停止Tx
ID_STOPPED,已停止
ID_SUBNET_MASK,子网掩码
ID_SUMMARY,摘要
ID_SUPERVISOR,管理员
ID_SUPERVISOR_SETUP,管理员设置
ID_SWITCH_DEBOUNCE_TIME,打开"消除反冲"时间
ID_SWITCH_STATUS,开关状态
ID_SWITCH_TEST,开关测试
ID_SWITCH_TEST_END,开关测试结束
ID_SWITCH_TEST_OPTION_IS_ENABLED,开关测试选项开启
ID_SWITCH_TEST_PARAMETER_SELECTION,开关测试参数选择
ID_SWITCH_TEST_RUNNING,开关测试在运行
ID_SWITCH_TEST_SETUP,开关测试设置
ID_SWITCH_TEST_START,开关测试开始
ID_SWITCH_TEST_TEST,测试开关测试
ID_SWITCH_TRIGGER,开关触发输入
ID_SYSTEM,系统
ID_SYSTEM_VENT_BEING_PERFORMED,系统正在排空
ID_SYSTEM_VENT_COMPLETE,系统排空完成
ID_SYSTEM_VENT_FAILED,系统排空失败
ID_SYSTEM_ZERO_COMPLETE,系统置零完成
ID_SYSTEM_ZERO_FAILED,系统置零失败
ID_TARE,迁移
ID_TASK,任务
ID_TASK_CHANGING,任务更改中
ID_TCP,TCP
ID_TEMPERATURE,温度
ID_TERMINATOR,终止
ID_TEST,测试
ID_TEST_PARAMETER_ENTRY,测试参数输入
ID_TEST_PORT_MEDIUM,测试口介质
ID_TEST_PRESSURE_1,测试压力1
ID_TEST_PRESSURE_1_END,T.P.1结束
ID_TEST_PRESSURE_1_START,T.P.1开始
ID_TEST_PRESSURE_2,测试压力2
ID_TEST_PRESSURE_2_END,T.P.2结束
ID_TEST_PRESSURE_2_START,T.P.2开始
ID_TEST_PROGRAM,测试程序
ID_TEST_PROGRAM_OPTION_IS_ENABLED,测试程序选项开启
ID_TEST_PROGRAM_RUNNING,测试程序运行中
ID_TEST_PROGRAM_SETUP,测试程序设置
ID_TEST_PROGRAMS,测试程序
ID_TEST_SETPOINT_1,测试设定点1
ID_TEST_SETPOINT_2,测试设定点2
ID_THE_CURRENT_SETPOINT_IS_OUTSIDE_,当前设定点超出新设定点限度
ID_THE_INSTRUMENT_MUST_,关机. 拔掉U盘.开机完成安装
ID_THE_INSTRUMENT_MUST_BE_SWITCHED_OFF_,仪器必须现在关机重启
ID_THE_NUMBER_OF_ACTIVE_ERROR_,错误提示数量已至上限
ID_THE_SYSTEM_WILL_BE_AUTO_,如果压力超过110%FS,系统将自动排空
ID_THE_SYSTEM_WILL_NOT_BE_AUTO_,高压下系统将不会自动排空
ID_THE_SYSTEM_WILL_NOT_OFFER_,开机时系统将不排空3bar以上的受限压力
ID_THE_SYSTEM_WILL_OFFER_,开机时系统将排空3bar以上的受限压力
ID_THIRD_DIGIT,第3位
ID_THIS_SETPOINT_WILL_NOT_BE__,该设定点将不会被发送至控制器
ID_THIS_TASK_IS_CURRENTLY_SELECTED,该任务当前被选
ID_THIS_TASK_IS_LOCKED,该任务被锁
ID_TIME_AND_DATE,时间和日期
ID_TIME_CONSTANT,时间常数
ID_TIME_SET,时间设置
ID_TIME_TO_IN_LIMITS,至限度内时间
ID_TIME_TO_SETPOINT,至设定点时间
ID_TIMED_ZERO,定时周期
ID_TIMEOUT,超时
ID_TIMER,定时器
ID_TOO_LONG,过长
ID_TOO_MANY_DIGITS,输入位数过多
ID_TOO_SHORT,过短
ID_TOP_SPAN,Top Span
ID_TRAPPED_PRESSURE_EXCEEDS,受限压力超过3bar
ID_TX,Tx
ID_TYPE,类型
ID_UI_ADDRESS,UI地址
ID_UNABLE_TO_PERFORM_RESTORE,无法进行复原
ID_UNITS,单位
ID_UNITS_ATM,atm
ID_UNITS_BAR,bar
ID_UNITS_CMH2O_20C,cmH₂O@20°C
ID_UNITS_CMH2O_4C,cmH₂O@4°C
ID_UNITS_CMHG,cmHg@0°C
ID_UNITS_FTH2O_20C,ftH₂O@20°C
ID_UNITS_FTH2O_4C,ftH₂O@4°C
ID_UNITS_FTH2O_60F,ftH₂O@60°F
ID_UNITS_HPA,hPa
ID_UNITS_INH2O_20C,inH₂O@20°C
ID_UNITS_INH2O_4C,inH₂O@4°C
ID_UNITS_INH2O_60F,inH₂O@60°F
ID_UNITS_INHG,inHg@0°C
ID_UNITS_KGCM2,kg/cm²
ID_UNITS_KGM2,kg/m²
ID_UNITS_KPA,kPa
ID_UNITS_LBFT2,lb/ft²
ID_UNITS_MBAR,mbar
ID_UNITS_MH2O_20C,mH₂O@20°C
ID_UNITS_MH2O_4C,mH₂O@4°C
ID_UNITS_MHG,mHg@0°C
ID_UNITS_MMH2O_20C,mmH₂O@20°C
ID_UNITS_MMH2O_4C,mmH₂O@4°C
ID_UNITS_MMHG,mmHg@0°C
ID_UNITS_MPA,MPa
ID_UNITS_PA,Pa
ID_UNITS_PSI,psi
ID_UNITS_TORR,torr
ID_UNKNKOWN_COMMAND,未知命令
ID_UNKNOWN,未知的
ID_UNKNOWN_CODE,未知代码
ID_UNKNOWN_ERROR,未知错误
ID_UNLOCK_ALL,开启全部
ID_UNLOCKED,开启的
ID_UPDATE_RATE,更新率
ID_UPGRADING_,升级中…
ID_UPPER,向上
ID_UPPER_LIMIT,上限
ID_UPPER_SETPOINT_LIMIT_MUST_,设定点上限必须大于其下限
ID_USA,USA
ID_USB,USB
ID_USB_MODE_HAS_BEEN_,USB模式被重新设置
ID_USB_MODE_IS_CONFIGURED_,USB被设置为大容量存储设备
ID_USB_PORT_DISABLED,USB端口无法使用
ID_USB_STATUS,USB状态
ID_USE_LOG,用户登陆
ID_USE_LOG_HISTORY,用户登陆历史
ID_USER,用户
ID_USER_DEFINED_UNITS,用户自定义单位
ID_USER_INTERFACE_PCA_TEMPERATURE,用户接口PCA温度
ID_USER_SETUP_FILES,用户设置文件
ID_USING_DEFAULT_CALIBRATION_DATA,使用默认校验数据
ID_USING_DEFAULT_SERIAL_NUMBER,使用默认序列号
ID_UTILITIES,应用程序
ID_V_0_TO_10,0 至 10V
ID_V_0_TO_5,0 至 5V
ID_V_11,11V
ID_VACUUM_PRESSURE_FAILED,真空压力失败
ID_VACUUM_PRESSURE_MEASUREMENT_UN_,无法进行真空压力测量
ID_VACUUM_SENSOR,真空传感器
ID_VACUUM_SOLID_SENSOR_CAL_,真空传感器校验温度逐级上升
ID_VALID_OPTION_KEY,有效选键
ID_VALUE,数值
ID_VALVE,阀门
ID_VALVE_BIAS_VALUES_ERROR,阀门偏移值出错
ID_VALVE_CONTROL,阀门控制
ID_VALVE_CORRECTION,阀门修正
ID_VALVE_CORRECTION__COMPLETED,阀门修正成功完成
ID_VALVE_CORRECTION_FAILED,阀门修正失败
ID_VALVE_CORRECTION_HISTORY,阀门修正历史
ID_VALVE_INDEX_OUT_OF_RANGE,阀门参数超出范围
ID_VALVE_PWM_ERROR,阀门PWW出错
ID_VALVE_STATE_ERROR,阀门稳态出错
ID_VENT,排空
ID_VENT_AND_FS,排空和+ve FS
ID_VENT_RANGE_INDEX_OUT_OF_RANGE,排空量程超出范围
ID_VENT_RATE,排空速率
ID_VENT_SETUP,排空设置
ID_VENT_TIMED_OUT,排空超时
ID_VENT_TIMEOUT,排空超时
ID_VENT_YES_NO,排空 是/否
ID_VERBOSE_OFF,冗余 关闭
ID_VERBOSE_ON,冗余 打开
ID_VERIFYING,核实中
ID_VERSION_NUMBER,版本号
ID_VFC,无电压触点
ID_VFC_BOOT_ROM,VFC 引导ROM
ID_VFC_DEFAULTS,VFC 默认值
ID_VFC_DIAGNOSTICS,无电压触点诊断
ID_VFC_MAIN_CODE,VFC 主代码
ID_VFC_MODULE_SERIAL_NUMBER,VFC 模块序列号
ID_VFC_SETUP,VFC 设置
ID_VFC_STATUS,VFC 状态
ID_VFC_UPGRADE,VFC 升级
ID_VIEW_HEX,查阅十六进制数
ID_VIEW_TEXT,查阅文本
ID_VOLTAGE,电压
ID_VOLTS,伏特
ID_VOLUME,容量
ID_VOLUME_ESTIMATE,容量估计
ID_VXI,VXI-11
ID_WARNING,警告
ID_WARNING_MWP_EXCEEDED,超过最大工作压力
ID_WATCHDOG_FAILURE_,监视失败
ID_WEB_PASSWORD,网络密码
ID_WRITE_WITHOUT_PASSWORD,无需密码写入
ID_WRONG_CONTROLLER_TYPE_FITTED,错误的模块型号
ID_WRONG_PIN,错误的用户名
ID_XML_FILE_CORRUPTED,XML文件被损坏
ID_XON_XOFF,Xon/Xoff
ID_YES,是
ID_ZERO,置零
ID_ZERO_A_RANGE,Zero a Range
ID_ZERO_ALL,全部置零
ID_ZERO_AND_FS,零点和+ve FS
ID_ZERO_HISTORY,置零历史
ID_ZERO_MODE_ERROR,置零模式误差
ID_ZERO_OFFSET,零点偏移
ID_ZERO_OUTSIDE_LIMITS,零点超过限度
ID_ZERO_RANGE_INDEX_OUT_OF_RANGE,零距参数超出范围
ID_ZERO_SCM,Zero SCM
ID_ZERO_SETUP,置零设置
ID_ZERO_TIMED_OUT,置零超时
ID_ZZ1,婁嫁媺継ﾀｶｒｭﾇ輕せ』
ID_ZZ2,ぁねビ㌆㋲㊪ワ㎖㎸亝礼㏳
ID_ZZ3,لإاثه سه فاث لأقثشف خب فا ث لأقثشفثس مشىلعشم ٍهفث
ID_ZZ4,ةنيب تمنب تهصعثععب بتن
ID_ZZ5,اسيعن يعن لتاسي لغ
ID_ZZ6,يبتىنم بىت اتباهخباه
